Repository: OfficeDev/microsoft-teams-apps-hrsupport
Catalog: Source/Microsoft.Teams.Apps.AskHR.Configuration/Strings.*.resx
Languages: de_de, fr, he_il, ru_ru

# BotCommandAskAnExpert
source: Ask an expert
de_de: Einen Experten fragen
fr: Poser une question à un expert
he_il: שאל מומחה
ru_ru: Вопрос эксперту

# BotCommandAskAnExpertDescription
source: Connect with an expert
de_de: Mit einem Experten verbinden
fr: Contacter un expert
he_il: קשר למומחה
ru_ru: Связаться с экспертом

# BotCommandShare Feedback
source: Share feedback
de_de: Feedback teilen
fr: Partager des commentaires
he_il: שתף משוב
ru_ru: Отправить отзыв

# BotCommandShareFeedbackDescription
source: Send feedback
de_de: Feedback senden
fr: Envoyer des commentaires
he_il: שלח משוב
ru_ru: Отправить отзыв

# BotCommandTakeATour
source: Take a tour
de_de: Einen Rundgang machen
fr: Suivez la visite guidée
he_il: צא לסיור
ru_ru: Посмотреть обзор

# BotCommandTakeATourDescription
source: Tour of key features
de_de: Rundgang durch Schlüsselfunktionen
fr: Visite guidée des principales fonctionnalités
he_il: סיבוב היכרות של תכונות מפתח
ru_ru: Обзор основных функций

# ComposeExtensionCommandParameter
source: Search
de_de: Suchen
fr: Rechercher
he_il: חפש
ru_ru: Поиск

# ComposeExtensionsCommandAssigned
source: Assigned
de_de: Zugewiesen
fr: Attribué
he_il: הוקצה
ru_ru: Назначено

# ComposeExtensionsCommandAssignedDescription
source: Search requests assigned to an expert
de_de: Einem Experten zugewiesene Suchanforderungen
fr: Rechercher parmi les demandes affectées à un expert
he_il: חפש בקשות שהוקצו למומחה
ru_ru: Поиск запросов, назначенных эксперту

# ComposeExtensionsCommandRecent
source: Recent
de_de: Zuletzt verwendet
fr: Récents
he_il: מהזמן האחרון
ru_ru: Последние

# ComposeExtensionsCommandRecentDescription
source: Search recent requests
de_de: Aktuelle Anforderung durchsuchen
fr: Rechercher dans les demandes récentes
he_il: חפש בקשות מהזמן האחרון
ru_ru: Поиск в последних запросах

# ComposeExtensionsCommandUnassigned
source: Unassigned
de_de: Nicht zugewiesen
fr: Non affecté
he_il: לא הוקצה
ru_ru: Не назначено

# ComposeExtensionsCommandUnassignedDescription
source: Search unassigned requests not yet assigned to an expert
de_de: Nicht zugewiesene Suchanforderungen suchen, die noch nicht einem Experten zugewiesen sind
fr: Rechercher les demandes qui ne sont pas encore affectées à un expert
he_il: חפש בקשות שלא הוקצו עדיין לא הוקצו למומחים
ru_ru: Поиск запросов, не назначенных эксперту

# DefaultHelpTabText
source: Hi, I'm your friendly Q&A bot. You can ask me questions, and I'll do my best to answer. If I can't help, I'll connect you to an expert. My key features: * Ask a question, get an answer * Ask an expert * Share feedback
de_de: Hallo, ich bin Ihr freundlicher Q&A-Bot. Sie können mir Fragen stellen, und ich werde mein Bestes tun, um sie zu beantworten. Wenn ich nicht helfen kann, werde ich Sie mit einem Experten verbinden. Meine wichtigsten Features: * Eine Frage stellen, eine Antwort erhalten * Einen Experten fragen * Feedback teilen
fr: Bonjour, je suis votre robot de questions et réponses convivial. Vous pouvez me poser des questions et je ferai de mon mieux pour y répondre. Si je ne peux pas vous aider, je vous mettrai en contact avec un expert. Mes principales fonctionnalités : * Posez une question pour obtenir une réponse * Demandez à un expert * Partagez vos commentaires
he_il: שלום, אני בוט השאלות והתשובות הידידותי שלך. באפשרותך לשאול אותי שאלות ואני אעשה כמיטב יכולתי לענות. במקרים בהם אין באפשרותי לעזור, אקשר אותך עם מומחה. תכונות המפתח שלי: * שאל שאלה, קבל תשובה * שאל מומחה * שתף משוב
ru_ru: Привет! Я удобный бот для вопросов и ответов. Вы можете задавать мне вопросы, а я постараюсь ответить на них. Если я не смогу помочь, я свяжу вас с экспертом. Мои основные функции: * Задать вопрос, получить ответ * Задать вопрос эксперту * Отправить отзыв

# DefaultWelcomeMessage
source: Hi, I'm your friendly Q&A bot. You can ask me questions, and I'll do my best to answer. If I can't help, I'll connect you to an expert. You can ask the following questions: * How do you work? * Which benefits are available? * What things are available here right now?
de_de: Hallo, ich bin Ihr freundlicher Bot für Fragen & Antworten. Sie können mir Fragen stellen und ich bemühe mich, sie zu beantworten. Wenn ich nicht helfen kann, werde ich Sie mit einem Experten verbinden. Sie können die folgenden Fragen stellen: * Wie funktionierst du? * Welche Vorteile gibt es? * Welche Dinge stehen hier jetzt zur Verfügung?
fr: Bonjour, je suis votre bot Questions et réponses convivial. Vous pouvez me poser des questions et je vais faire de mon mieux pour y répondre. Si je ne peux pas vous aider, je vous connecterai à un expert. Vous pouvez poser les questions suivantes : * Comment travaillez-vous ? * Quels avantages sont offerts ? * Quels éléments sont disponibles ici dès maintenant ?
he_il: היי, אני בוט השאלות והתשובות הידידותי שלך. אתה יכול לשאול אותי שאלות ואני אעשה כמיטב יכולתי לענות. אם איני יכול לעזור, אחבר אותך למומחה. אתה יכול לשאול את השאלות הבאות: * כיצד אתה פועל? * אילו יתרונות זמינים? * אילו דברים זמינים כאן רגע זה?
ru_ru: &Здравствуйте! Я ваш приветливый бот для вопросов и ответов. Вы можете задавать вопросы, а я постараюсь на них ответить. Если я не смогу помочь, то соединю вас со специалистом. Вы можете задать следующие вопросы: * Как вы работаете? * Какие преимущества доступны? * Что доступно прямо сейчас?

# EndUserManifestFullDescription
source: A friendly Q&A bot. If it can't find an answer, it'll offer to put you in touch with an expert from human resources.
de_de: Ein freundlicher Bot für Fragen & Antworten. Wenn er keine Antwort finden kann, wird er anbieten, Sie mit einem Experten aus der Personalabteilung zu verbinden.
fr: Un bot Questions et réponses convivial. S’il ne trouve pas de réponse, il vous propose de vous mettre en contact avec un expert des ressources humaines.
he_il: בוט שאלות ותשובות ידידותי. אם הוא לא יכול למצוא תשובה, הוא יציע לחבר אותף למומחה ממשאבי אנוש.
ru_ru: Дружелюбный бот вопросов и ответов. Если он не может найти ответ, то пытается связать вас с экспертом из отдела кадров.

# EndUserManifestName
source: HR Support
de_de: Personalabteilungssupport
fr: Support RH
he_il: תמיכת HR
ru_ru: Поддержка отдела кадров

# EndUserManifestShortDescription
source: A friendly HR Support bot that answers questions and connects you to experts.
de_de: Freundlicher Bot für HR-Support, beantwortet Fragen und verbindet mit Experten.
fr: Réponses et rencontre d’experts à l’aide d’un bot amical de soutien RH.
he_il: תמיכת HR ידידותית שעונה על שאלות נפוצות ומקשרת אותך למומחים.
ru_ru: Удобный бот поддержки HR ответит на вопросы и свяжет с экспертами.

# EndUserTabName
source: HR Support
de_de: Personalabteilungssupport
fr: Support RH
he_il: תמיכת HR
ru_ru: Поддержка отдела кадров

# HelpTabTextToolTipHoverMessage
source: Provide text which will be displayed in Help tab of the bot and then click on Ok to add or Edit to modify
de_de: Geben Sie Text ein, der auf der Registerkarte „Hilfe“ des Bots angezeigt werden soll, und klicken Sie dann auf „OK“, um diesen hinzuzufügen, oder auf „Bearbeiten“, um ihn zu ändern.
fr: Indiquez le texte qui sera affiché dans l’onglet aide du robot, puis cliquez sur OK pour ajouter ou modifier
he_il: ספק טקסט שיוצג בכרטיסיה ' עזרה ' של הבוט ולאחר מכן לחץ על ' אישור ' כדי להוסיף או לערוך כדי לשנות
ru_ru: Введите текст, который будет отображаться на вкладке "Справка" бота, а затем нажмите кнопку "ОК", чтобы добавить, или "Изменить", чтобы внести изменения

# KnowledgeBaseToolTipHoverMessage
source: Provide a valid knowledgebase Id which will be used by bot and then click on Ok to add or Edit to modify
de_de: Geben Sie eine gültige Wissensdatenbank-ID ein, die vom Bot verwendet werden soll, und klicken Sie dann auf „OK“, um diese hinzuzufügen, oder auf „Bearbeiten“, um sie zu ändern.
fr: Spécifiez un ID de base de connaissances valide qui sera utilisé par bot, puis cliquez sur OK pour ajouter ou modifier
he_il: ספק מזהה בסיס ידע חוקי שהבוט ישתמש בו ולאחר מכן לחץ על 'אישור' כדי להוסיף או לערוך כדי לשנות
ru_ru: Укажите допустимый ИД базы знаний, который будет использоваться ботом, и нажмите кнопку "ОК", чтобы добавить, или "Изменить", чтобы внести изменения

# SmeManifestFullDescription
source: A friendly Q&A bot. If it can't find an answer, it'll offer to put you in touch with an expert from human resources.
de_de: Ein freundlicher Bot für Fragen & Antworten. Wenn er keine Antwort finden kann, wird er anbieten, Sie mit einem Experten aus der Personalabteilung zu verbinden.
fr: Un bot Questions et réponses convivial. S’il ne trouve pas de réponse, il vous propose de vous mettre en contact avec un expert des ressources humaines.
he_il: בוט שאלות ותשובות ידידותי. אם הוא לא יכול למצוא תשובה, הוא יציע לחבר אותף למומחה ממשאבי אנוש.
ru_ru: Дружелюбный бот вопросов и ответов. Если он не может найти ответ, то пытается связать вас с экспертом из отдела кадров.

# SmeManifestName
source: HR Support (Experts Team)
de_de: Personalsupport (Expertenteam)
fr: Support RH (Équipe d’experts)
he_il: תמיכת HR (צוות מומחים)
ru_ru: Поддержка HR (эксперты)

# SmeManifestShortDescription
source: A friendly HR Support bot that answers questions and connects you to experts.
de_de: Freundlicher Bot für HR-Support, beantwortet Fragen und verbindet mit Experten.
fr: Réponses et rencontre d’experts à l’aide d’un bot amical de soutien RH.
he_il: תמיכת HR ידידותית שעונה על שאלות נפוצות ומקשרת אותך למומחים.
ru_ru: Удобный бот поддержки HR ответит на вопросы и свяжет с экспертами.

# StaticTabHRSupport
source: HR Support
de_de: Personalabteilungssupport
fr: Support RH
he_il: תמיכת HR
ru_ru: Служба поддержки отдела кадров

# TeamIdToolTipHoverMessage
source: Provide a team Id deeplink which will be used by bot and then click on Ok to add or Edit to modify
de_de: Geben Sie einen Deep-Link für die Team-ID ein, die vom Bot verwendet werden soll, und klicken Sie dann auf „OK“, um diesen hinzuzufügen, oder auf „Bearbeiten“, um ihn zu ändern.
fr: Spécifiez un ID d’équipe deeplink qui sera utilisé par bot, puis cliquez sur OK pour ajouter ou modifier
he_il: ספק מזהה צוות deeplink שהבוט ישתמש בו ולאחר מכן לחץ על 'אישור' כדי להוסיף או 'ערוך' כדי לשנות
ru_ru: Введите внешнюю ссылку на идентификатор группы, который будет использовать бот, и нажмите кнопку "ОК", чтобы добавить, или "Изменить", чтобы внести изменения

# WelcomeMessageToolTipHoverMessage
source: Provide a welcome message which will be used by bot and then click on Ok to add or Edit to modify
de_de: Geben Sie eine Willkommensnachricht ein, die vom Bot verwendet werden soll, und klicken Sie dann auf „OK“, um diese hinzuzufügen, oder auf „Bearbeiten“, um sie zu ändern.
fr: Entrez un message d’accueil qui sera utilisé par le robot, puis cliquez sur OK pour ajouter ou modifier
he_il: ספק הודעת פתיחה שתשמש את הבוט ולאחר מכן לחץ על ' אישור ' כדי להוסיף או לערוך כדי לשנות
ru_ru: Введите приветствие, которым бот будет встречать пользователей, и нажмите кнопку "ОК", чтобы добавить, или "Изменить", чтобы внести изменения
